{
  "home": "หน้าแรก",
  "slogan": "นำเทคโนโลยีมาปรับใช้ในชีวิตประจำวัน ส่งมอบความสะดวกสบาย และแก้ไขปัญหาให้กับธุรกิจและผู้คน.",
  "info_fullname": "พชร พีรกุลธเนศ",
  "my_projects": "โปรเจค",
  "my_skills": "ทักษะ",
  "about": "เกี่ยวกับ",
  "about_me": "เกี่ยวกับ",
  "blog": "บล็อก",
  "home": "หน้าแรก",
  "portfolios": "ผลงาน",
  "contact": "ติดต่อ",
  "web_name": "พชร พีรกุลธเนศ",
  "web_title_with_page_name": "{{page_name}} - {{web_name}}",
  "awards": "รางวัล",
  "experience": "ประสบการณ์",
  "education": "การศึกษา",
  "portfolio": "ผลงาน",
  "name": "ชื่อ",
  "phone": "เบอร์โทร",
  "email": "อีเมล",
  "message": "ข้อความ",
  "send_message": "ส่งข้อความ",
  "companies_worked": "ประสบการณ์ที่ผ่านมา",
  "language_changed_successfully": "เปลี่ยนภาษาสำเร็จ",
  "services": "บริการ",

  "info_about": {
    "introduce": "ทำงานในสายงาน Full Stack Developer โดยเน้นการพัฒนาแอปพลิเคชันทั้งบนเว็บและมือถือ ผ่านการทำงานด้วยภาษา JavaScript, TypeScript และ Go รวมถึงมีความคุ้นเคยกับ Framework ต่างๆ ไม่ว่าจะเป็น Node.js, Nest.js, React หรือ Flutter อีกทั้งยังดูแลงานด้าน PHP, WordPress และระบบฐานข้อมูล MySQL, PostgreSQL และ MongoDB<br><br>มีพื้นฐานด้านกราฟิกดีไซน์และ UX/UI ออกแบบแอปพลิเคชันให้ใช้งานได้ง่ายและตอบโจทย์ผู้ใช้ นอกจากนี้ยังมีประสบการณ์การดูแลระบบบน Google Cloud และ DigitalOcean โดยใช้เครื่องมือพื้นฐานอย่าง Docker, Nginx และ Git บนระบบปฏิบัติการ Linux",
    "short_about": "ด้วยประสบการณ์การทำงานในด้านกราฟิกดีไซน์ ผลิตวิดีโอ การตลาดดิจิทัล ออแกไนซ์ และพัฒนาเว็บไซต์ รวมกว่า 13 ปี"
  },
  "info_experience": {
    "alixy": {
      "position": "Full Stack Developer (Freelance)",
      "company": "Alixy Digital (alixy.co)",
      "detail": "พัฒนาเว็บแอปพลิเคชัน และโมบายแอปพลิเคชัน และเป็นที่ปรึกษาด้านดิจิทัลมาร์เก็ตติ้งให้กับลูกค้าที่เป็นธุรกิจ SME ขนาดเล็ก"
    },
    "common_ground": {
      "position": "Developer",
      "company": "บริษัท คอมม่อน กราวด์ จำกัด",
      "detail": "พัฒนาเว็บไซต์ในรูปแบบ SaaS ด้วยภาษา JavaScript โดยใช้ Next.js สำหรับฝั่ง Frontend, Nest.js สำหรับฝั่ง Backend และ MongoDB เป็นฐานข้อมูลหลัก พร้อมทั้งใช้ GitLab สำหรับกระบวนการ CI/CD และติดตั้งระบบบน DigitalOcean โดยใช้ CentOS เพื่อรันแอปพลิเคชัน โดยพัฒนาระบบ “Kross” — Martech Platform สำหรับบริหารจัดการงานด้านการตลาด ที่พัฒนาขึ้นเพื่อใช้งานภายในองค์กร<br><br> นอกจากนี้ ยังทำหน้าที่บริหารทีมพัฒนาเว็บไซต์ให้กับบริษัทของลูกค้า พร้อมให้บริการด้าน Customer Support เพื่อสนับสนุนการใช้งานเว็บไซต์ให้เป็นไปอย่างราบรื่น พร้อมทั้งแก้ไขปัญหาที่เกิดขึ้น โดยใช้เครื่องมือต่างๆ เช่น WordPress, PHP, Line Notify, Line Message API, Zapier และ Google Apps Script เป็นต้น"
    },
    "appkin": {
      "position": "UX/UI Designer",
      "company": "บริษัท แอพกิน ซอฟต์แวร์ เฮาส์ จำกัด",
      "detail": "ออกแบบ UX/UI ด้วย Adobe XD สำหรับแอปพลิเคชัน APPKIN ซึ่งให้บริการส่งอาหาร (Delivery) ภายในจังหวัดสงขลา โดยมีร้านค้าเข้าร่วมมากกว่า 100 ร้านค้า บริษัทมีแอปพลิเคชันทั้งหมด 3 ตัว ได้แก่ APPKIN Delivery, APPKIN Employee และ APPKIN Rider<br><br> นอกจากนี้ ยังพัฒนาเว็บไซต์ของบริษัทโดยใช้ PHP, jQuery, CSS และ Bootstrap รวมถึงออกแบบงานกราฟิกด้วย Adobe Photoshop และ Adobe Illustrator พร้อมทั้งตัดต่อวิดีโอด้วย Adobe Premiere Pro"
    },
    "music_mania": {
      "position": "Digital Marketing",
      "company": "บริษัท มิวสิค มาเนีย แบนด์ แอกเซซเซอรีส์ แอนด์ พาร์ทส จำกัด",
      "detail": "มีประสบการณ์ด้านการตลาดออนไลน์และการออกแบบสื่อกราฟิกเพื่อส่งเสริมการขาย ดูแลและพัฒนาเว็บไซต์จำหน่ายเครื่องดนตรีด้วย WordPress และ WooCommerce พร้อมออกแบบสื่อกราฟิกสำหรับทั้งช่องทางออนไลน์และออฟไลน์<br><br> ทำหน้าที่บริหารจัดการงานอีเวนต์ให้กับลูกค้า ตั้งแต่การวางแผนงาน ประสานงานกับผู้ให้บริการต่าง ๆ เช่น บริษัทเช่าอุปกรณ์ เจ้าของสถานที่ ทีมระบบแสงและเสียง ผู้ผลิตสื่อโฆษณา และซัพพลายเออร์อื่น ๆ ดูแลการควบคุมหน้างาน และผลิตวิดีโอโมชั่นกราฟิกเพื่อแสดงบนจอ LED โดยใช้โปรแกรม Adobe Photoshop, Illustrator, Premiere Pro, After Effects เป็นต้น"
    },
    "suchat_telecom": {
      "position": "Graphic Designer, Video Editor",
      "company": "หาดใหญ่ เคเบิล 93 (บริษัท สุชาติ เทเลคอม จำกัด)",
      "detail": "ทำหน้าที่ออกแบบสื่อกราฟิกและตัดต่อวิดีโอสำหรับรายการข่าว “93News” ซึ่งออกอากาศผ่านสถานีโทรทัศน์ท้องถิ่นในจังหวัดสงขลา ดูแลกระบวนการถ่ายทำรายการในสตูดิโอ ควบคุมการอัดรายการ และปฏิบัติงานเป็นช่างภาพวิดีโอนอกสถานที่<br><br>นอกจากนี้ยังมีประสบการณ์ในการสร้างโมเดล 3D เพื่อใช้เป็นฉากหลังของรายการข่าวสำหรับการทำงานร่วมกับ Green Screen"
    },
    "spadek_songkhla": {
      "position": "รองประธาน",
      "company": "สภาเด็กและเยาวชนจังหวัดสงขลา",
      "detail": "สภาเด็กและเยาวชน มีบทบาทสำคัญในการส่งเสริมและพัฒนาเด็กและเยาวชน โดยเป็นองค์กรที่เปิดโอกาสให้เด็กและเยาวชนมีส่วนร่วมในการแสดงความคิดเห็น เสนอแนะ และแก้ไขปัญหาต่างๆ ที่เกี่ยวข้องกับเด็กและเยาวชน<br><br> นอกจากนี้ ยังทำหน้าที่เป็นศูนย์กลางการเรียนรู้และจัดกิจกรรมเพื่อส่งเสริมทักษะ ความรู้ คุณธรรม และจริยธรรมของเด็กและเยาวชน"
    },
    "cydot_songkhla": {
      "position": "ประชาสัมพันธ์",
      "company": "ศูนย์อำนวยการประสานงานป้องกันและแก้ไขปัญหายาเสพติดภาคเยาวชนจังหวัดสงขลา",
      "detail": "ศูนย์อำนวยการประสานงานป้องกันและแก้ไขปัญหายาเสพติดภาคเยาวชน (ศอ.ปส.ย.) เป็นเครือข่ายเยาวชนต่อต้านยาเสพติดภายใต้การกำกับของสำนักงาน ป.ป.ส. มีโครงสร้างการดำเนินงานครอบคลุมทั้งระดับชาติ ภูมิภาค และจังหวัด"
    },
    "sunshine_hatyai": {
      "position": "ครีเอทีฟ, นักจัดรายการวิทยุ (ดีเจ)",
      "company": "103 ซันชายน์ เรดิโอ หาดใหญ่ (บริษัท ซันชายน์ หาใหญ่ จำกัด)",
      "detail": "ทำหน้าที่จัดรายการวิทยุในฐานะดีเจ ใช้ความคิดสร้างสรรค์ในการผลิตสื่อกราฟิกและวิดีโอสำหรับสถานีวิทยุ และจัดงานคอนเสิร์ต รวมถึงงานอีเวนต์ต่างๆ"
    },
    "easy_radio": {
      "position": "นักจัดรายการวิทยุ (ดีเจ)",
      "company": "อีซี่ เรดิโอ 100 MHz. สงขลา",
      "detail": "ทำหน้าที่จัดรายการวิทยุในฐานะดีเจ"
    }
  },
  "info_education": {
    "stou": {
      "institution": "มหาวิทยาลัยสุโขทัยธรรมาธิราช",
      "degree": "ปริญญาตรี คณะนิเทศศาสตร์",
      "major": "การโฆษณา"
    },
    "svc": {
      "institution": "วิทยาลัยอาชีวศึกษาสงขลา",
      "degree": "ประกาศนียบัตรวิชาชีพ",
      "major": "คอมพิวเตอร์กราฟิก"
    }
  },

  "info_awards": {
    "award1": {
      "name": "รางวัลต้นแบบคนดีศรีแผ่นดิน",
      "period": "",
      "detail": "ได้รับเสนอชื่อรับรางวัล 'ต้นแบบคนดีศรีแผ่นดิน' จากรองผู้ว่าราชการจังหวัดสงขลา ในปี พ.ศ. 2554 จากการทำงานด้านสาธาณประโยชน์และจิตอาสา"
    },
    "award2": {
      "name": "รางวัลต้นแบบคนดีศรีแผ่นดิน",
      "period": "",
      "detail": "ได้รับเสนอชื่อรับรางวัล 'ต้นแบบคนดีศรีแผ่นดิน' จากรองผู้ว่าราชการจังหวัดสงขลา ในปี พ.ศ. 2556 จากการทำงานด้านสาธาณประโยชน์และจิตอาสา"
    }
  },

  "info_services": {
    "website": {
      "head": "Website",
      "description": "พัฒนาเว็บไต์ และเว็บแอปพลิเคชั่นด้วย React, PHP, Wordpress ด้วยประสบการณ์กว่า 13 ปี."
    },
    "mobile": {
      "head": "Mobile application",
      "description": "พัฒนาโมบายแอปพลิเคชั่น แบบ Cross platform สามารถรันได้ทั้ง iOS และ Android."
    },
    "desktop": {
      "head": "Desktop application",
      "description": "พัฒนาโปรแกรมคอมพิวเตอร์ ด้วย Electron.js."
    },
    "bot": {
      "head": "Bot",
      "description": "พัฒนาตัวช่วยอัจริยะ ตอบโจทย์ความสะดวกสบาย ทั้ง Line Messaging API, EA Forex."
    },
    "uxui": {
      "head": "UX/UI",
      "description": "ออกแบบหน้าตาให้กับเว็บไซต์ และแอปพลิเคชันให้สวยงาม ทันสมัย ใช้ง่าย เสริมสร้างประสบการณ์การใช้งานที่ดี."
    }
  }
}
